Repository: diegodlh/jamulus-es
Catalog: Recursos_OmegaT/jamulus-omegat.tmx
Source language: en_gb
Languages: es_es

source: When using a microphone while playing your other instrument, you can use a stereo audio input signal in your settings where one channel is connected to the instrument and the other channel is connected to a microphone signal. On the microphone channel an optional reverberation effect can be applied.
es_es: Cuando utilizas un micrófono mientras tocas otro instrumento, puedes utilizar una señal de entrada estéreo en la configuración, donde un canal se conecta al instrumento y el otro canal a la señal del micrófono. En el canal del micrófono es posible aplicar un efecto de reverb opcional.

source: Buffer LEDs suddenly going red, outages, jittering, weird sounds?
es_es: ¿El LED del buffer se vuelve rojo, cortes, jitter, sonidos raros?

source: The CPU in your computer may be having issues. Try not to have anything competing with Jamulus (like Zoom Meetings or Facebook live streams) on your machine. Or at least quit them while you're playing. Prevent things like virus scanners doing scans, or software updates happening, etc. Be aware that the reverb setting in Jamulus also uses more CPU the more reverb you have.
es_es: El procesador de tu ordenador podría estar sobrecargado. Intenta no dejar que otros programas compitan con Jamulus (como Zoom Meetings o streaming en directo de Facebook) en tu máquina. O al menos ciérralos mientras tocas. Evita cosas como escaneos del antivirus o actualizaciones de software, etc. Ten en cuenta que el efecto de reverb en Jamulus consume más CPU cuanto más erverb se aplique.

source: Home \> Using Jamulus \> Troubleshooting FAQ
es_es: Inicio \> Uso de Jamulus \> FAQ Resolución de Problemas

source: Ping times and latency start well, then get worse, causing issues
es_es: Los tiempos del ping y la latencia empiezan bien pero luego empeoran, causando problemas

source: This can indicate something else is competing with Jamulus on your network, so make sure nobody is watching HD Netflix movies or taking part in Zoom video conferences while you are playing. A more permanent solution for technically-minded users may be found by investigating the issue of buffer bloat on their router and whether you can implement Smart Queue Management (SQM). More details here.
es_es: Esto puede indicar que algo está compitiendo con Jamulus en tu red, así que asegúrate de que nadie está viendo películas en HD en Netflix o realizando una videoconferencia por Zoom mientras tocas. Una solución más permanente para aquellas personas con más inclinación técnica podría ser investigando el tema del "buffer bloat" en su router y si es posible implementar Smart Queue Management (SQM). Más detalles aquí.

source: Getting frustrated with software channels, audio routing, sample rates and more?
es_es: ¿Te frustras con los canales de software, ruteo de audio, tasas de muestro y demás?

source: It's usually far easier and more reliable to have a mixing desk to connect your kit (instruments, mic, recorder etc.) and then send a simple stereo signal to your sound interface (be sure to listen to the resulting sound from the Jamulus server via your computer though!). The huge variety of possible hardware, software and instrument combinations means that setting up your sound card to work with your particular configuration can otherwise get complicated very fast.
es_es: Normalmente es mucho más fácil y fiable tener una mesa de mezclas para conectar tu equipo (instrumentos, micrófono, grabadora, etc.) y luego enviar una simple señal estéreo a tu interfaz de audio (¡pero asegúrate de escuchar el sonido resultante del servidor Jamulus a través del ordenador!). La enorme variedad de combinaciones posibles de hardware, software e instrumentos significa que configurar tu tarjeta de audio para funcionar con tu equipo en particular se puede complicar rápidamente.

source: Getting blasted by somebody joining your jam with feedback or noise?
es_es: ¿Atronado cuando entra alguien nuevo a tu jam con feedback o ruido?

source: You can set your "New Client Level" to a low value (eg 10), or set the musicians you are playing with to "Solo" state (in the mixer panel on the right side). That way, either new entrants will be very quiet, or you won't hear them at all.
es_es: Puedes establecer el "Nivel Cliente Nuevo" a un valor bajo (por ej. 10), o configurar los músicos con quienes tocas a "Solo" (a la derecha en el panel del mezclador). De ese modo, los nuevos miembros que se unan estarán a un volumen bajo o silenciados.

source: Can't see the server you want to join?
es_es: ¿No ves el servidor al que te quieres unir?

source: First check that you have the right genre server selected in your Connect Setup window. But sometimes network issues mean your client won't list all the available servers. If you know the name of the server you want to join, you can look up its IP address here. Enter the IP address in the "Server Name/Address" field in the Connect Setup window to connect to it.
es_es: Primero comprueba que tienes el género de servidor correcto seleccionado en la ventana de Configuración de Conexión. Pero en ocasiones problemas de red hacen que tu cliente no muestre todos los servidores disponibles. Si conoces el nombre del servidor al que te quieres unir, puedes mirar su dirección IP aquí. Introduce la dirección IP en el campo de "Nombre/Dirección Servidor" en la ventana de Configuración de Conexión para conectarte.

source: Not seeing a list of servers at all?
es_es: ¿No ves ninguna lista de servidores?

source: In the UK (and possibly other regions/routers) the Virgin Media Cable Internet Modem setting can cause an issue. "Block Fragmented IP Packets" should not be checked. For other routers/ISP, also try turning off SPI (Stateful Packet Inspection) and if that fixes it, you can make a judgment about whether to leave that off or not.
es_es: En el Reino Unido (y posiblemente en otras regiones/routers) la configuración del Módem de Virgin Media Cable Internet puede ocasionar problemas. No se debería activar "Block Fragmented IP Packets". Para otros routers/ISPs, también prueba a desactivar SPI (Stateful Packet Inspection) y si eso lo arregla, puedes decidir si lo dejas desactivado o no.

source: We are currently compiling a list of common problems and solutions.
es_es: Actualmente estamos compilando una lista de problemas y soluciones comunes.

source: In some cases, it may be your ISP that is blocking your use of Jamulus. See the note on the server troubleshooting page about "Nobody can connect to my server"
es_es: En algunos casos, puede ser que tu ISP esté bloqueando Jamulus. Ver la nota en la página resolución de problemas del servidor sobre "Nadie se puede conectar a mi servidor"

source: Trouble using Garageband (or other DAW) with Jamulus?
es_es: Problemas al utilizar Garageband (u otro DAW) con Jamulus?

source: See this forum discussion
es_es: Ver este hilo del foro

source: For anything else, please search or post on the Discussion Forums
es_es: Para cualquier otra cosa, por favor busca o publica un post en los Foros de Discusión

source: Don’t hear any sound/Others don’t hear you?
es_es: ¿No escuchas nada/Otros no pueden escucharte?

source: Start with the simple stuff: make sure your instrument/microphone and headphones are connected to the correct sockets. Make sure no other applications like your browser, video conferencing tool etc. is also using your soundcard. You should shut those down when using Jamulus. If that all looks OK and the problem persists, it's likely there's an issue with your sound device settings. This will depend on your particular setup (platform, hardware, software and drivers), so it's best to ask on the forums for guidance.
es_es: Empieza por lo sencillo: asegúrate de que tu instrumento/micrófono y auriculares están conectados al puerto correcto. Asegúrate de que ninguna otra aplicación como el navegador, herramienta de videoconferencia, etc. no está utilizando la tarjeta de sonido. Deberías cerrar estos programas al utilizar Jamulus. Si todo parece estar bien y el problema persiste, es probable que haya algún problema con la configuración del dispositivo de audio. Esto dependerá de tu configuración particular (plataforma, hardware, software y drivers), así que es mejor preguntar en los foros para solicitar ayuda.

source: Windows users (ASIO4All): If you’re using the ASIO4All driver have a look at the ASIO4All setup section
es_es: Usuarios de Windows (ASIO4All): Si estás utilizando el driver ASIO4All, mira la sección de configuración para ASIO4All

source: You all sound OK, but it's difficult to keep together
es_es: Todos suenan bien pero es difícil tocar todos juntos manteniendo el tiempo.

source: If at all possible, DO NOT listen to your direct signal. Make sure you are listening as much as you can to the sound of your own instrument/voice coming back from the server. This signal has you and your playing partners mixed together in sync, and will be the signal that your bandmates are hearing too. So listening to that means you will be in sync with each other (assuming you all have reasonably low latency). Note that if one or more musicians are not following this rule, they will slow down as they play or sing.
es_es: Si es posible, NO escuches tu señal directa. Intenta en lo posible escuchar la señal de tu instrumento/voz que viene desde el servidor. Esta señal lleva la mezcla sincronizada de tu audio y la de los demás músicos, y será la señal que los demás escuchen también. Por tanto, ceñirse a esa señal significa que estaréis todos sincronizados (suponiendo que todos tenéis una latencia razonablemente baja). Nótese que si uno o más músicos no siguen esta norma, irán ralentizándose según vayan tocando o cantando.

source: You can test whether you are hearing your signal correctly by doing the following:
es_es: Puedes probar si estás escuchando correctamente tu señal haciendo lo siguiente:

source: Get your audio into your computer.
es_es: Conecta tu fuente de audio (instrumento/micrófono) al ordenador.

source: [...] means optional parameter
es_es: [...] significa parámetro opcional

source: Server name, required for HTML status (do not confuse with "name" in -o)
es_es: Nombre del servidor, requsito para estado HTML (no confundir con "nombre" en -o)

source: Connect to given server address on startup, format address[:port] (client only)
es_es: Conectar con una dirección de servidor al arrancar, formato dirección[:puerto] (solo cliente)

source: Disconnect all clients on quit
es_es: Desconectar todos los clientes al salir

source: Home \> Configuring Jamulus
es_es: Inicio \> Configurar Jamulus

source: Makes the server public. See note.
es_es: Hace que el servidor sea público. Ver nota.

source: Whitelist given IPs to register on serverlist of this server. Format: ip address 1;[ip address 2];[ip address 3]; ... see #413 (central server only)
es_es: Lista blanca con IPs para registrarse en la lista de servidores de este servidor. Formato: dirección IP 1;[dirección IP 2];[dirección IP 3]; ... ver #413 (solo servidor central)

source: Use 64 samples frame size mode. Requires fast CPU to avoid dropouts, and more bandwidth if clients also connect with "Enable Small Network Buffers" option. (server only)
es_es: Utiliza modo 64 muestras. Requiere un procesador potente para evitar cortes, y más ancho de banda si los clientes también se conectan con la opcion de "Activar Buffers Pequeños". (Solo servidor)

source: While the most common functions in Jamulus can be set using the GUI, Jamulus can also be controlled using these options on the command line. Exactly how you do this will depend on your operating system.
es_es: MIentras que las funciones más comunes de Jamulus pueden configurarse usando la interfaz gráfica, Jamulus también puede ser controlado utilizando estas opciones en la línea de comandos. Exactamente cómo se hace dependerá de tu sistema operativo.

source: Ping servers in list to keep NAT port open (central server only)
es_es: Envía ping a los servidores de la lista para mantener abierto el puerto NAT (solo servidor central)

source: This help text (client and server)
es_es: Este texto de ayuda (cliente y servidor)

source: Initialization file name (client and server)
es_es: Nombre de archivo de inicialización (cliente y servidor)

source: For example, on Windows to enable recording with the -R option: right-click on the Jamulus shortcut and choose "Properties" > Target. Add the necessary arguments to Jamulus.exe:
es_es: Por ejemplo, en Windows, para activar la grabación con la opción -R: haz clic derecho en el acceso directo de Jamulus y elige "Propiedades" > Destino. Añade los argumentos necesarios a Jamulus.exe:

source: Disable auto Jack connections (client only)
es_es: Deshabilitar conexiones automáticas de Jack (solo cliente)

source: Enable logging, set file name (server only)
es_es: Habilitar registro, establece nombre del archivo (solo servidor)

source: Show a CC license to be accepted on a new connection (server only)
es_es: Muestra una licencia CC que cada nueva conexión debe aceptar (solo servidor)

source: Enable HTML status file, set file name (server only)
es_es: Habilita un archivo de estado HTML, establece un nombre de archivo (solo servidor)

# "C:Program Files (x86)JamulusJamulus.exe" -s -R "C:path oyourJam Recordings"
source: "C:\Program Files (x86)\Jamulus\Jamulus.exe" -s -R "C:\path\to\your\Jam Recordings"
es_es: "C:\Program Files (x86)\Jamulus\Jamulus.exe" -s -R "C:\ruta\a\tus\Grabaciones"

source: Starts Jamulus in muted state (client only)
es_es: Arranca Jamulus en estado muteado (solo cliente)

source: Disable GUI (client and server)
es_es: Deshabilitar interfaz gráfica (cliente y servidor)

source: Server location details in the format (see also QLocale):
es_es: Detalles de localización del servidor en el formato (ver también QLocale):

source: [name];[city];[[country as QLocale ID]]; ...
es_es: [nombre];[ciudad];[[país como ID de QLocale]]; ...

source: For Macintosh, start a Terminal window and run Jamulus with the desired options like this:
es_es: Para Macintosh, arranca una ventana de Terminal y ejecuta Jamulus con las opciones deseadas como sigue:

source: [server1 address];[server1 name]; ...
es_es: [dirección servidor1];[nombre servidor1]; ...

source: [server1 city]; ...
es_es: [ciudad servidor1]; ...

source: [server1 country as QLocale ID]; ...
es_es: [país servidor1 como ID QLocale]; ...

source: [server2 address]; ...
es_es: [dirección servidor2]; ...

source: Local UDP port number (server only). Default is 22124
es_es: Número del puerto UDP local (solo servidor). Por defecto es 22124

source: See description in Server Setup. Include a writable path where the files should be stored (in quotes if appropriate). Recording stops when server stops (last person leaves). If the server receives a SIGUSR2 signal it will toggle recording on/off. (server only)
es_es: Ver descripción en Configuración del Servidor. Incluye una ruta editable donde se deben guardar los archivos (entrecomillado si es apropiado). La grabación se detiene cuando se detiene el servidor (se marcha la última persona). Si el servidor recibe una señal SIGUSR2 conmutará la grabación entre encendida/apagada. (solo servidor)

source: /Applications/Jamulus.app/Contents/MacOS/Jamulus -s -R "/path/to/your/jam recordings"
es_es: /Applications/Jamulus.app/Contents/MacOS/Jamulus -s -R "/ruta/a/tus/grabaciones"

source: Start in server mode
es_es: Arrancar en modo servidor

source: Disable translations (client and server)
es_es: Deshabilitar traducciones (cliente y servidor)

source: Enable multithreading (server only)
es_es: Habilitar multithreading (solo servidor)

source: You can see all possible options your version supports by starting Jamulus with the -h option.
es_es: Puedes ver todas las opciones posibles soportadas por tu versión arrancando Jamulus con la opción -h.

source: Maximum number of channels. Default is 10, maximum is 50
es_es: Número máximo de canales. Por defecto son 10, el máximo son 50

source: Welcome message on connect. Supports HTML and (inline) CSS formatting. It also accepts an external text file for more complex messages: eg: ./Jamulus -s -n -w /path/to/jamulusWelcome.txt
es_es: Mensaje de bienvenida al conectarse. Soporta el formateo HTML y CSS (en línea). También acepta un archivo de texto externo para mensajes más complejos: Por ej.: ./Jamulus -s -n -w /ruta/a/mensajeBienvenidaJamulus.txt

source: Start minimized (server only)
es_es: Arranca minimizado (solo servidor)

source: MIDI controller channel to listen on (client only, see Tips & Tricks)
es_es: Canal para recibir mensajes de controlador MIDI solo cliente, ver Consejos y Trucos)

source: Short
es_es: Corto

source: Window title and jack client name (client only)
es_es: Título de ventana y nombre de cliente en Jack (solo cliente)

source: Long name
es_es: Nombre largo

source: Generate XCode Project file
es_es: Genera el archivo de Proyecto XCode

source: Print build targets and configuration in console
es_es: Genera los objetivos y la configuración en la consola

source: will prompt
es_es: esto llevará a

source: Build the project
es_es: Compila el proyecto

source: Will build the file and make it available in ./Release/Jamulus.app
es_es: Generará el archivo y lo hará disponible en ./Release/Jamulus.app

source: Home \> Compiling (for geeks and Linux users)
es_es: Inicio \> Compilación (para frikis y usuarios de Linux)

source: Required software: QT, a compiler like Visual Studio, ASIO development files
es_es: Software necesario: QT, un compilador como Visual Studio, archivos de desarrollo de ASIO

source: copy ASIO development files in jamulus/windows directory so that, e.g., the directory jamulus/windows/ASIOSDK2/common exists
es_es: copia los archivos de desarrollo de ASIO al directorio jamulus/windows para que, por ejemplo, se cree el directorio jamulus/windows/ASIOSDK2/common

source: open Jamulus.pro in Qt Creator and compile & run
es_es: abre Jamulus.pro en Qt Creator, compílalo y ejecútalo

source: If you are running Jamulus on Ubuntu/Debian, you will need all dependent packages to compile the binary, but to run the resulting headless Jamulus server you should only need libqt5core5a, libqt5network5, libqt5xml5 and probably libqt5concurrent5. This may be useful for compiling/upgrading on one machine to run the binary on another (a Raspberry Pi, for example).
es_es: Si estás ejecutando Jamulus en Ubuntu/Debian, necesitarás todas las dependencias para compilar el archivo binario, pero para ejecutar el servidor headless resultante solo deberías necesitar libqt5core5a, libqt5network5 y libqt5xml5. Esto puede ser útil para ejecutar el binario en otra máquina (un Raspberry Pi, por ejemplo).

source: Please refer to the client installation page or these instructions if you wish to compile a headless server
es_es: Por favor consulta la página de instalación del cliente o estas instrucciones si deseas compilar un servidor 'headless'

source: Requirements
es_es: Requisitos

source: Install XCode
es_es: Instala XCode

source: Install QT as follow
es_es: Instala QT como sigue

source: Build project
es_es: Compila el proyecto

source: Home \> Examples of Use
es_es: Inicio \> Ejemplos de Uso

source: Here's some examples of Jamulus being used in the real world
es_es: Aquí hay algunos ejemplos de la utilización de Jamulus en el mundo real

source: Feel free to add your own!
es_es: ¡No dudes en añadir tus experiencias!

source: This video documents Volker Fischer's online jam session with his band Jitterbuffer
es_es: Este vídeo documenta una sesión online de Volker Fischer con su banda Jitterbuffer

source: Jamulus The Movie - 28th March 2020
es_es: Jamulus The Movie - 28 de marzo del 2020

source: Live concert with 8 jazz musicians for International Jazz Day, 30 April 2020 (more details here)
es_es: Concierto en directo con 8 músicos de jazz para el Día Internacional del Jazz, el 30 de abril del 2020 (más detalles aquí)

source: IP Rockers Live on Jamulus April 17 2020 (broken link)
es_es: IP Rockers Live on Jamulus 17 de abril del 2020 (enlace roto)

source: Introductory video showing setup with acoustic instruments (not a demo as such)
es_es: Un vídeo introductorio mostrando una configuración con instrumentos acústicos (no una demo exactamente)

source: A typical Jamulus jam!
es_es: ¡Una quedada típica en Jamulus!

source: How Jamulus works (in general)
es_es: Cómo funciona Jamulus (en general)

source: Here's how millions of people are using Jamulus to play, sing and teach music with other people in real time, all over the world:
es_es: Así es cómo millones de personas utilizan Jamulus para tocar, cantar y enseñar música con otras personas en tiempo real, por todo el mundo:

source: Highly recommended: an audio interface!
es_es: Altamente recomendado: ¡un interfaz de audio!

source: Unless you are a singer with a USB microphone, then to avoid "latency" (delay between you playing your instrument and you hearing it) you are strongly advised to use an audio interface: a box that you can plug your instrument(s) into rather than using your computer's built-in sound card. The interface will connect to your PC usually via USB. See Hardware Setup.
es_es: A menos que quieras cantar con un micrófono USB, para evitar la "latencia" (el retardo entre tocar el instrumento y escucharlo) se recomienda encarecidamente utilizar un interfaz de audio: un dispositivo al que conectas tu(s) instrumento(s) en lugar de utilizar el dispositivo de audio interno de tu PC. El interfaz se conecta al PC normalmente a través de USB. Ver Configuración de Hardware.

source: Minimise interruptions!
es_es: ¡Minimiza interrupciones!

source: While using Jamulus, try to make sure that nothing else on your machine or your network is competing against it. Don't watch YouTube/Netflix, or have anything else running on the machine that you are using Jamulus on.
es_es: Mientras utilizas Jamulus, intenta asegurarte de que no hay nada compitiendo con él en tu máquina o en tu red. No veas YouTube/Netflix, ni ejecutes nada más en el ordenador con el que utilizas Jamulus.

source: Ping time!
es_es: ¡Tiempo Ping!

source: Always connect to servers with the lowest ping times as shown in your server list. 15ms or below will give you the best chance of having a good time (although there's other things that affect performance too). Anything higher and you're taking your chances.
es_es: Conéctate siempre a los servidores con los valores de ping más bajos tal como se muestran en la lista de servidores. 15ms o menos te garantizarán la diversión (aunque hay otras cosas que también afectan al rendimiento). Valores por encima de eso podrán dar resultados más dudosos.

source: Ready? Install Jamulus!
es_es: ¿Preparado/a? ¡Instala Jamulus!

source: For Windows users
es_es: Para usuarios de Windows

source: For Macintosh users
es_es: Para usuarios de Macintosh

source: For Linux users
es_es: Para usuarios de Linux

source: NEW! Jamulus OS!
es_es: ¡NUEVO! ¡Jamulus OS!

source: Run Jamulus on any computer using a USB stick (64-bit systems only). Checks your hardware and sets you up like a boss straight out of the box!
es_es: Ejecuta Jamulus en cualquier ordenador utilizando un pendrive (solo sistemas de 64-bits). ¡Comprueba tu hardware y lo configura todo sin tener que hacer nada!

source: All installed?
es_es: ¿Todo instalado?

source: Have a look Hardware Setup
es_es: Mírate la Configuración de Hardware

source: For detailed information on using Jamulus, please see the Help Manual.
es_es: Para información detallada sobre la utilización de Jamulus, por favor consulta el Manual de Ayuda.

source: Also this excellent guide by Simon Tomlinson (Facebook)
es_es: También esta excelente guía (inglés) de Simon Tomlinson (Facebook)
